Repository: prizegafg/Swift_TidyNotes
Catalog: TidyNotes/Resources/Localizable.xcstrings
Source language: en
Languages: id

source: Account
id: Akun

source: Add Task
id: Tambah Task

source: Already Have Account? Login
id: Sudah punya akun? Login

source: Are you sure you want to delete this task?
id: Apakah kamu yakin mau menghapus tugas ini?

source: Are you sure you want to logout?
id: Apakah kamu yakin akan keluar?

source: Authenticating with Face ID...
id: Menverifikasi dengan Face ID…

source: Authentication Failed
id: Autentikasi Gagal

source: Back to Login
id: Kembali ke Login

source: Cancel
id: Batal

source: Check your email to reset password
id: Cek Email untuk reset password

source: Choose Theme
id: Pilih Tema

source: Create New Account
id: Buat Akun Baru

source: Create User Success
id: Sukses Membuat User

source: Delete
id: Hapus

source: Description: %@
id: Deskripsi: %@

source: Device does not support Face ID / Touch ID.
id: Device tidak support Face ID / Touch ID

source: Don’t have an account? Register
id: Belum punya akun? Register

source: Done
id: Selesai

source: Due: %@
id: Tenggat Waktu: %@

source: Edit profile
id: Edit Profil

source: Edit Task
id: Edit Pekerjaan

source: Edit Task: %@
id: Edit Pekerjaan: %@

source: Enable Reminder
id: Nyalakan Pengingat

source: Feature in Development
id: Fitur Dalam Pengembangan

source: First Name
id: Nama Depan

source: Language
id: Bahasa

source: Last Name
id: Nama Belakang

source: Loading Tasks...
id: Menunggu Tasks…

source: Login
id: Masuk

source: Login with Face ID
id: Masuk dengan Face ID

source: Logout
id: Keluar

source: No tasks found
id: Tidak Ada Tugas Ditemukan

source: Password
id: Kata Sandi

source: Password Reset
id: Reset Kata Sandi

source: Please Create New Task using + Button
id: Harap Buat Tugas Baru dengan Tombol +

source: Priority Task
id: Task Prioritas

source: Profession
id: Pekerjaan

source: Profile
id: Profil

source: Register
id: Daftar

source: Reminder Time
id: Waktu Pengingat

source: Repeat Password
id: Ulangi Kata Sandi

source: Reset email send!
id: Email reset terkirim!

source: Retry
id: Ulangi

source: Save Task
id: Simpan Tugas

source: Search task...
id: Cari Tugas…

source: Select Date
id: Pilih Tanggal

source: Select Date and Time
id: Pilih Tanggal dan Waktu

source: Select Due Date
id: Pilih Deadline

source: Send Reset Email
id: Kirim Email Reset

source: Set Due Date
id: Tentukan Deadline

source: Set Reminder
id: Tentukan Pengingat

source: Settings
id: Pengaturan

source: Tasks
id: Tugas

source: Theme
id: Tema

source: Try search with other keyword or create a task
id: Coba cari dengan kata kunci lain atau buat tugas baru

source: Type Task Title
id: Tuliskan Judul Task

source: Undestood
id: Saya Paham

source: Upload Picture
id: Upload Gambar
